[
  {
    "title": "Property Management",
    "text": "Coordinate the work of the front desk and back office with ease. Manage communications, guest info, availability, sales, planning, and more in one interface. The integrity of all processes guarantees quality service and increased levels of retention as a result."
  },
  {
    "title": "Channel Manager",
    "text": "Advertise your property across leading OTAs with the Channel Manager. It provides real-time insight into prices and inventory and ensures your hotel info on Booking or Expedia is in sync. Establish a strong online presence to grow your client base instantly."
  },
  {
    "title": "Direct Booking",
    "text": "A native booking engine is your key to zero-commission bookings. It allows guests to book a property online on your website without making annoying calls. That’s a win-win for both, as the customers book whenever they want and your team gains free time for important tasks."
  },
  {
    "title": "Payments",
    "text": "Keep guests focused on a smooth check-out, rather than dealing with payment delays. A Payment Management System helps to process payments in various currencies instantly. Eliminate the hassle and start accepting all major credit cards and digital wallets in a centralized system."
  },
  {
    "title": "Cash Register",
    "text": "Enable trusted financial records in your hotel. Fiskaly Cloud TSS helps you to ensure the legitimacy of your invoices by storing data in an unchangeable log. It guarantees that your digital financial records are protected against any discrepancies."
  },
  {
    "title": "Room Access",
    "text": "Your quick check-in means no more typing, printing, or scanning. Guests can do everything via the mobile app themselves. After submitting their personal info via the app, they will get a digital key to open smart locks with their own smartphones."
  },
  {
    "title": "Reporting",
    "text": "Your quick check-in means no more typing, printing, or scanning. Guests can do everything via the mobile app themselves. After submitting their personal info via the app, they will get a digital key to open smart locks with their own smartphones."
  },
  {
    "title": "Mobile Guest App",
    "text": "Give guests all the answers before they ask & drive sales with Mobile Concierge App. Transform their gadgets into the ultimate source of knowledge about hotel services, food menus, local attractions, and deals. Let them talk to staff via live chat or pay for breakfast in one tap."
  }
]
